Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=853_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Ođđa oahppamateriálat anáraš- ja nuortalašgielaid oahpahussii
smn: Uđđâ oppâmateriaaleh anarâš- já nuorttâlâškielâ máttááttâsân

source: Anáraš- ja nuortalašgielaid oahpahusa várás leat goappáge gillii almmuhuvvon oktiibuot njeallje iešguđetlágan plakáhta.
smn: Anarâš- já nuorttâlâškielâi máttááttâs toorjân láá almostum kuohtuid kieláid ohtsis nelji sierâlágán poster.

source: Plakáhtain leat govat ja namahusat árgabeaibiktasiin arvebiktasiid rájes gitta vuolildusbáiddiide.
smn: Posterih aneh sistees kuuvijd já noomâid argâpihtâsijn já káárvuloosijn, heŋkselijn sävnitakkijd.

source: Plakáhtat leat oaivvilduvvon giellabesiide, beaivedikšunsajiide ja sámegielat luohkáide.
smn: Posterih láá uáivildum máttááttâs toorjân kielâpiervâláid, peivikiäččusoojijd já sämikielâlijd luokkaid.

source: Tiina Sanila-Aikio ja Pirjo Lotvonen leaba čállán teavsttaid nuortalašgielat plakáhtaide.
smn: Tiina Sanila-Aikio já Pirjo Lotvonen lává čáállám nuorttâlâškielâlij posterij teevstâid.

source: Anárašgielat plakáhtaid teavsttaid lea ráhkadan Tanja Kyrö.
smn: Anarâškielâlij posterij teevstâid lii čáállám Tanja Kyrö.

source: Plakáhtaid čuovgagovaid lea váldán Ulla Isotalo.
smn: Posterij koveh láá čuovâkoveh já taid lii váldám Ulla Isotalo.

source: Plakáhtaid lassin cuoŋománus lea almmustuvvan maiddái ođasmahttojuvvon preanttus Elna Magga ja Päivikki Nillukka-Rauhala Giellaleaika - nammasaš
smn: Posterij lasseen cuáŋuimáánust almostui meid uđâsmittum teddilâs Elna Magga já Päivikki Nillukka-Rauhala čáállám já Merja Aletta Ranttila kuvvim 2. luoka tavesämikielâ eenikielâ oppâkirjeest Giellaleaika.

source: Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis lea maid almmustuvvan ođđa preanttus.
smn: Pekka Sammallahti Säämi-suomâ-säämi sänikirjeest (Sámi-suoma-sámi sátnegirji) lii meid almostum uđđâ teddilâs.

source: Ovddit lassepreanttus almmustuvai guovvamánus ja vuvdojuvvui gitta maŋimučča rádjái johtilit.
smn: Ovdebáá laseteddilâs almostui moonnâm kuovâmáánust já ton vuobdii jotelávt loopân.

source: Sámediggi almmuhii dál ođđa prentosa, mii lea sisdoalu dáfus ja gráfalaččat seammálágan go ovdal almmuhuvvon preanttus. Girjegiisá Oy almmuhii girjji vuosttaš prentosa jagis 1993.
smn: Sämitige almostittâm kirje lii nálásâšteddilâs Girjegiisá Oy algâaalgâst ive 1993 almostittum kirjeest.

source: Sátnegirjji sámi-suoma oasis leat badjelaš 12.000 sáni, suoma-sámi oasis fas badjelaš 20.000 sáni.
smn: Sänikirje säämi-suomâ – uásist láá paijeel 12.000 säännid, suomâ-säämi – uásist vuot paijeel 20.000 säännid.

source: Girji lea fidnemis Sámi duodjegávppis Sajosis Anáris ja ovttastusa
smn: Kirje lii tääl finniimist Sámi duodji-käävpist Sajosist Anarist já seervi nettikäävpist.

source: sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.
smn: Puoh sämitige almostittem oppâmateriaaleh láá finniimist meid škovlim- já oppâmateriaaltoimâttuvvâst ritva.
